Tekla.Structures.ModelInternal.Operation.SaveOperationEnum
Save operations.

Tekla.Structures.ModelInternal.Operation.SaveOperationEnum.SAVE


Tekla.Structures.ModelInternal.Operation.SaveOperationEnum.SAVEAS_WITH_PATH


Tekla.Structures.ModelInternal.Operation.SaveOperationEnum.AUTOSAVE


Tekla.Structures.ModelInternal.Operation.SaveOperationEnum.QUIT_PROGRAM_WITHOUT_SAVE
